app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "sand"], ["last_name", "paper"], ["created_at", "2019-10-14 10:38:55.647189"], ["updated_at", "2019-10-14 10:38:55.647189"]]
---
  def create
    byebug
    @student= Student.create(student_params)